Repository: NodePassProject/NodePass-ApplePlatforms
Catalog: Shared/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: %@ Destination
zh_hans: %@目标

source: %@ Local
zh_hans: %@本地

source: %@ New Server
zh_hans: %@新服务器

source: %@ Relay
zh_hans: %@中转

source: %@ Remote
zh_hans: %@公网

source: %lld errors
zh_hans: %lld条错误

source: Actions
zh_hans: 操作

source: Add
zh_hans: 添加

source: Add Direct Forward
zh_hans: 添加单端转发

source: Add Instance
zh_hans: 添加实例

source: Add NAT Passthrough
zh_hans: 添加NAT穿透

source: Add Server
zh_hans: 添加服务器

source: Add Service
zh_hans: 添加服务

source: Add Tunnel Forward
zh_hans: 添加隧道转发

source: Address
zh_hans: 地址

source: Address: Domain/IP of the destination server.
zh_hans: 地址：目标服务器的域名/IP。

source: Adjust the updating rate of server metadata.
zh_hans: 调整服务器元数据的更新速率。

source: Advanced Mode
zh_hans: 高级模式

source: An error occurred
zh_hans: 发生错误

source: As NodePass Server
zh_hans: 作为NodePass Server

source: As NodePass Server: If on, destination server receives tunnel requests from relay server.
zh_hans: 作为NodePass Server：如果启用，目标服务器接收来自中转服务器的隧道请求。

source: As NodePass Server: If on, relay server receives tunnel requests from destination server.
zh_hans: 作为NodePass Server：如果启用，中转服务器接收来自目标服务器的隧道请求。

source: Ascending
zh_hans: 升序

source: Cancel
zh_hans: 取消

source: Changes are now effective
zh_hans: 更改已生效

source: Command URL
zh_hans: 命令URL

source: Configure Server Detail Widget
zh_hans: 配置服务器详细信息小组件

source: Configure Widget
zh_hans: 配置小组件

source: Copy
zh_hans: 复制

source: Copy URL
zh_hans: 复制URL

source: Date
zh_hans: 日期

source: Decoding Failed: %@
zh_hans: 解码失败：%@

source: Delete
zh_hans: 删除

source: Delete Instance
zh_hans: 删除实例

source: Delete Server
zh_hans: 删除服务器

source: Delete Service
zh_hans: 删除服务

source: Descending
zh_hans: 降序

source: Destination Server
zh_hans: 目标服务器

source: Destination Server: Server you want your traffic to relay to.
zh_hans: 目标服务器：你的落地服务器。

source: Direct Forward
zh_hans: 单端转发

source: Done
zh_hans: 完成

source: Edit
zh_hans: 编辑

source: Edit Address
zh_hans: 编辑地址

source: Edit Instance
zh_hans: 编辑实例

source: Edit Listen Port
zh_hans: 编辑监听端口

source: Edit Port
zh_hans: 编辑端口

source: Edit Server
zh_hans: 编辑服务器

source: Edit Service Port
zh_hans: 编辑服务端口

source: Edit Tunnel Port
zh_hans: 编辑隧道端口

source: Enter a new address.
zh_hans: 输入新地址。

source: Enter a new name for the service.
zh_hans: 为此服务输入新名称。

source: Enter a new port.
zh_hans: 输入新端口。

source: Enter a new URL for this instance.
zh_hans: 为此实例输入新URL。

source: Enter URL for the new instance.
zh_hans: 为新实例输入URL。

source: Error
zh_hans: 错误

source: Error Creating Instances: %@
zh_hans: 创建实例时遇到错误：%@

source: Error Deleting Instance %@: Server not found.
zh_hans: 删除实例%@时遇到错误：服务器未找到。

# Error Deleting Instance %@:%@
source: Error Deleting Instance %1$@:%2$@
zh_hans: 删除实例%1$@时遇到错误：%2$@

source: Error Deleting Instances: %@
zh_hans: 删除实例时遇到错误：%@

source: Error Restarting Instances: %@
zh_hans: 重新启动实例时遇到错误：%@

source: Error Starting Instances: %@
zh_hans: 启动时遇到错误：%@

source: Error Stopping Instances: %@
zh_hans: 停止实例时遇到错误：%@

source: Error Updating Instances: %@
zh_hans: 更新实例时遇到错误：%@

source: External Target
zh_hans: 外部目标

source: Force Delete
zh_hans: 强制删除

source: Force Delete Service
zh_hans: 强制删除服务

source: General
zh_hans: 通用

source: Get up-to-date information in your Widget.
zh_hans: 在小组件中获取服务器的最新信息。

source: Invalid Response
zh_hans: 无效响应

source: Invalid URL
zh_hans: 无效URL

source: Key Example: da101e32c7b8c296c8b0d08fca480edc
zh_hans: Key范例：da101e32c7b8c296c8b0d08fca480edc

source: Key: API Key of your master API.
zh_hans: Key：你的主控API Key。

source: Listen Port
zh_hans: 监听端口

source: Listen Port: Port you use to connect to the relay server.
zh_hans: 监听端口：用以连接到你的中转服务器。

source: Listen Port: Port you use to connect to the remote server.
zh_hans: 监听端口：用以连接到你的公网服务器。

source: Loading...
zh_hans: 加载中…

source: Local Server
zh_hans: 本地服务器

source: Local Server: Server without a public IP.
zh_hans: 本地服务器：受到NAT限制的服务器。

source: Log Level
zh_hans: 日志级别

source: Matrix Unavailable
zh_hans: 指标不可用

source: Maximum Pool Connection
zh_hans: 最大池连接数

source: Memory
zh_hans: 内存

source: Metadata Unavailable
zh_hans: 元数据不可用

source: Minimum Pool Connection
zh_hans: 最小池连接数

source: More
zh_hans: 更多

source: Name
zh_hans: 名称

source: NAT Passthrough
zh_hans: NAT穿透

source: Network
zh_hans: 网络

source: Newest to Oldest
zh_hans: 最新到最旧

source: No Server
zh_hans: 无服务器

source: No Service
zh_hans: 无服务

source: Not on this device
zh_hans: 不在此设备上

source: OK
zh_hans: 好

source: Oldest to Newest
zh_hans: 最旧到最新

source: Pool
zh_hans: 连接池

source: Port
zh_hans: 端口

source: Port: Port on which your service like Socks5(1080) is running.
zh_hans: 端口：你的服务（如1080端口的Socks5）所运行于的端口。

source: Preview
zh_hans: 预览

source: Refresh Widget
zh_hans: 刷新小组件

source: Relay Server
zh_hans: 中转服务器

source: Relay Server: Server you want to use as a relay.
zh_hans: 中转服务器：用以中转流量。

source: Reload
zh_hans: 重新加载

source: Remote Server
zh_hans: 公网服务器

source: Remote Server: Server with a public IP.
zh_hans: 公网服务器：拥有公网IP的服务器。

source: Rename
zh_hans: 重新命名

source: Rename Service
zh_hans: 重新命名服务

source: Request Failed: %@
zh_hans: 请求失败：%@

source: Restart
zh_hans: 重新启动

source: Retry
zh_hans: 重试

source: Running
zh_hans: 正在运行

source: Scan QR Code
zh_hans: 扫描二维码

source: Select
zh_hans: 选择

source: Self-signed Certificates
zh_hans: 自签名证书

source: Server
zh_hans: 服务器

source: Server Details
zh_hans: 服务器信息

# Server Error(%lld): %@
source: Server Error(%1$lld): %2$@
zh_hans: 服务器错误（%1$lld）：%2$@

source: Server Metadata Updating Rate
zh_hans: 服务器元数据更新速率

source: Servers
zh_hans: 服务器

source: Service Port
zh_hans: 服务端口

source: Service Port: Port on which your service like Socks5(1080) is running.
zh_hans: 服务端口：你的服务（如1080端口的Socks5）所运行于的端口。

source: Service Port: Port on which your service like SSH(22) is running.
zh_hans: 服务端口：你的服务（如22端口的SSH）所运行于的端口。

source: Services
zh_hans: 服务

source: Settings
zh_hans: 设置

source: Share
zh_hans: 共享

source: Sort
zh_hans: 排序

source: Start
zh_hans: 启动

source: Stop
zh_hans: 停止

source: Stopped
zh_hans: 已停止

source: Success
zh_hans: 成功

source: Support Us
zh_hans: 支持我们

source: Swap
zh_hans: 交换

source: Sync
zh_hans: 同步

source: Sync completed
zh_hans: 同步完成

source: Sync Error Report
zh_hans: 同步错误报告

source: Syncing
zh_hans: 正在同步

source: Target Address
zh_hans: 目标地址

source: Target Address: Address of your external target server.
zh_hans: 目标地址：你的外部目标服务器的地址。

source: Target Port
zh_hans: 目标端口

source: Target Port: Port on which your service like Socks5(1080) is running on your external target server.
zh_hans: 目标端口：你的服务（如1080端口的Socks5）在你的外部目标服务器上所运行于的端口。

# timeUnitShortened.d
source: d
zh_hans: 天

# timeUnitShortened.h
source: h
zh_hans: 小时

# timeUnitShortened.m
source: m
zh_hans: 分钟

# timeUnitShortened.s
source: s
zh_hans: 秒

source: TLS Level
zh_hans: TLS等级

source: To add a server, tap the add server icon in the toolbar.
zh_hans: 若要添加服务器，请轻点工具栏中的创建服务器图标。

source: To add a service, tap the add service icon in the toolbar.
zh_hans: 若要添加服务，请轻点工具栏中的创建服务图标。

source: Trusted Certificates
zh_hans: 受信任证书

source: Tunnel Forward
zh_hans: 隧道转发

source: Tunnel Port
zh_hans: 隧道端口

source: Tunnel Port: Any available port.
zh_hans: 隧道端口：任意可用端口。

source: Unauthorized
zh_hans: 未授权

source: Unencrypted
zh_hans: 未加密

source: Unknown
zh_hans: 未知

source: Unsupported family
zh_hans: 不支持的模式

source: Untitled
zh_hans: 未命名

source: URL Example: https://17.253.144.10:1000/api/v1
zh_hans: URL范例：https://17.253.144.10:1000/api/v1

source: URL: URL of your master API.
zh_hans: URL：你的主控API URL。

source: Use TLS encryption for tunnel communication.
zh_hans: 使用TLS加密隧道连接。

source: View details of your servers at a glance.
zh_hans: 快速查看你的服务器信息。

source: You are about to delete this server. Are you sure?
zh_hans: 你将要删除这台服务器。你确定吗？

source: You are about to delete this service. This action is irreversible. Are you sure?
zh_hans: 你将要删除这个服务。这个操作不可逆。你确定吗？

source: You are about to force delete this service. This action is irreversible and any error will be ignored. Are you sure?
zh_hans: 你将要删除这个服务。这个操作不可逆且任何错误都将被忽略。你确定吗？

source: You Should Connect To
zh_hans: 你应该连接到
